const wayCategiryWEBP = './img/icon/category(webp)/'
const wayCategiryPNG = './img/icon/category(png)/'

export default [
    {name:'Электроника', nameImg: 'electronics', subCategories:[
        {subName: 'Телефоны и смарт-часы', subSubCategories: ['Смартфоны','Смарт-часы и фитнес-браслеты','SIM-карты',"Аксессуары для смартфонов и телефонов",'Аксессуары для умных часов и фитнес-браслетов','Мобильные телефоны','DECT-телефоны','Проводные телефоны']},
        {subName: 'Ноутбуки, планшеты и электронные книги', subSubCategories: ['Телескопы','Микроскопы','Планшеты',"Электронные книги",'Аксессуары для ноутбуков','Аксессуары для планшетов','Аксессуары для электронных книг','Операционные системы и приложения']},
        {subName: 'Оптические приборы', subSubCategories: ['Смартфоны','Окуляры',"Аксессуары для телескопов",'Аксессуары для микроскопов']},
        {subName: 'Аудиотехника', subSubCategories: ['Наушники и гарнитуры','Акустика и колонки','Портативная акустика',"Умные колонки",'Микрофоны и аксессуары','Плееры','Рации и радиостанции','Виниловые проигрыватели и аксессуары','Студийное и сценическое оборудование','Громкоговорители','Усилители, ресиверы и ЦАПы','Аксессуары для аудиотехники',]},
        {subName: 'Моноблоки и системные блоки', subSubCategories: ['Системные блоки','Моноблоки','Компьютеры и комплектующие','Мониторы и запчасти','Системные блоки','Комплектующие для ПК','Периферия для компьютеров','Сетевое оборудование','Моноблоки','Неттопы и Мини ПК','Микрокомпьютеры и комплектующие','Сенсорные столы','Промышленные компьютеры и серверы','Программное обеспечение на всех носителях','Монтажное оборудование для серверов','Товары для майнинга','Конфигурации ПК']},
        {subName: 'Фото и видеокамеры', subSubCategories: ['Экшн-камеры','Фотоаппараты','Объективы и аксессуары','Видеокамеры и аксессуары','Аксессуары для фото и видеотехники','Осветительное оборудование','Картриджи для фото и фотопленка','Цифровые фоторамки','Детские фотоаппараты и видеокамеры','Запчасти']},
        {subName: 'Игровые приставки и компьютеры', subSubCategories: ['Игровые ноутбуки','Игровые приставки','Игровая периферия','Аксессуары для игровых приставок','Виртуальная реальность']},
        {subName: 'Офисная техника', subSubCategories: ['Принтеры','МФУ','Сканеры','3D-печать','Картриджи и расходные материалы','Мониторы','Ноутбуки','Проекторы','Моноблоки','Системные блоки','Неттопы и Мини ПК','Оборудование для аудио- и видеоконференций','Проводные телефоны','Оборудование для торговли','Копировальные аппараты','Плоттеры','Шредеры','Ламинаторы','Брошюровщики','Архивный переплёт']},
        {subName: 'Квадрокоптеры и аксессуары', subSubCategories: ['Квадрокоптеры','Аксессуары','Оптические фильтры для квадрокоптеров','Чехлы','Аккумуляторы']},
        {subName: 'Навигаторы', subSubCategories: ['Автомобильные навигаторы','Туристические навигаторы','GPS-трекеры и GPS-маяки','Электронные компасы','Аксессуары и запчасти']},
        {subName: 'Телевизоры и видеотехника', subSubCategories: ['Телевизоры','Кронштейны','ТВ-приставки и медиаплееры','Проекторы','Цифровое и спутниковое ТВ','DVD плееры','Blu-ray плееры','Запчасти и аксессуары для проекторов','Антенны и аксессуары','Аксессуары для телевизоров','Онлайн-кинотеатры','Интерактивные панели','Светодиодные экраны']},
        {subName: 'Часы и электронные будильники', subSubCategories: ['Электронные будильники','Радиобудильники','Аромабудильники и картриджи']},
        {subName: 'Умный дом и безопасность', subSubCategories: ['Охранные системы','Видеонаблюдение','Умный дом']},
        {subName: 'Аксессуары для электроники', subSubCategories: ['Кабели и переходники','Батарейки и аккумуляторы','Зарядные устройства и док-станции','Сетевые фильтры, разветвители и удлинители','Чистящие средства и салфетки','Роботы и дроны','Защита от электромагнитных излучений','Дополнительные гарантии','Смарт ручки','Аудиокассеты и видеокассеты','Аксессуары для стилусов']}
    ]},
    {name:'Одежда', nameImg: 'clothing', subCategories:[
        {subName: 'Женщинам', subSubCategories: ['Блузы и рубашки','Брюки, бриджи, капри','Верхняя одежда','Джинсы и джеггинсы','Домашняя одежда','Жакеты и жилеты','Одежда больших размеров','Одежда для спорта','Комбинезоны','Костюмы и комплекты','Купальники и пляжная одежда','Нижнее белье','Одежда для беременных','Платья и сарафаны','Свадебные платья','Свитеры, джемперы и кардиганы','Термобелье','Толстовки и свитшоты','Футболки и топы','Чулки, носки, колготки','Шорты','Юбки']},
        {subName: 'Мужчинам', subSubCategories: ['Брюки','Верхняя одежда','Джинсы','Домашняя одежда','Комбинезоны и полукомбинезоны','Комплекты одежды','Костюмы, жилетки и пиджаки','Одежда больших размеров','Одежда для спорта','Нижнее белье','Носки и гетры','Пляжная одежда','Рубашки','Свитеры, джемперы и кардиганы','Термобелье','Толстовки и олимпийки','Футболки и майки','Шорты']},
        {subName: 'Детям', subSubCategories: ['Девочкам','Мальчикам','Новорожденным','Школа']},
        {subName: 'Спецодежда', subSubCategories: ['Спецодежда рабочая','Медицинская одежда','Сигнальная одежда','Влагозащитная одежда','Поварам и официантам','Для пищевой промышленности','Одежда для погребения','Форменная одежда','Форма для охранников','Аксессуары','Академическая одежда','Церковное облачение']},
        {subName: 'Уход за одеждой', subSubCategories: ['Средства для ухода за одеждой','Бретели, резинки и штрипки','Рамки для одежды','Щетки для одежды','Ролики-щетки для снятия ворсинок','Патчи','Машинки для удаления катышков','Красители']},
    ]},
    {name:'Обувь', nameImg: 'shoes', subCategories:[
        {subName: 'Женщинам', subSubCategories: ['Балетки','Босоножки','Ботильоны','Ботинки и полуботинки','Домашняя обувь','Кроссовки и кеды','Мокасины и топсайдеры','Обувь медицинская','Обувь рабочая','Резиновая обувь','Сабо и мюли','Сандалии','Сапоги и полусапоги','Туфли','Угги, валенки, дутики','Шлепанцы и сланцы','Эспадрильи']},
        {subName: 'Мужчинам', subSubCategories: ['Ботинки и полуботинки','Домашняя обувь','Кеды, кроссовки и слипоны','Мокасины и топсайдеры','Обувь медицинская','Обувь рабочая','Резиновая обувь','Сандалии','Сапоги и полусапоги','Туфли','Угги, валенки, дутики','Шлепанцы и сланцы','Эспадрильи']},
        {subName: 'Детям', subSubCategories: ['Девочкам','Мальчикам','Школа']},
        {subName: 'Уход и аксессуары', subSubCategories: ['Защита для обуви','Чехлы на обувь','Губки','Дезодоранты для обуви','Украшения','Косметика и чистящие средства','Колодки','Измерители стопы','Ложки и рожки','Наборы для ухода за обувью','Сушилки для обуви','Вкладыши для обуви','Растяжители','Салфетки','Стельки','Шнурки','Щетки','Ледоступы и противоскользящие наклейки']},
    ]},
]
